<?php
/**
 * 符宝网首页自定义插件
 * 
 * 用于加载自定义首页模板
 */

// +----------------------------------------------------------------------
// | 插件信息
// +----------------------------------------------------------------------
return [
    'name'        => 'FubaoHome',
    'description' => '符宝网首页自定义模板',
    'version'     => '1.0.0',
    'author'      => '符宝网',
    'logo'        => '',
    // 可用钩子
    'hooks'       => [
        'plugins_view_home_floor_top' => '楼层数据顶部钩子',
    ],
    // 是否必载
    'is_must'     => 0,
];
